Repository: imjavakhir/shotsy
Catalog: Shotsy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: This makes a regular Photos album with today's matches. Unlike the Smart Collection, it won't update.
de: Damit entsteht ein normales Fotos-Album mit den heutigen Treffern. Anders als die intelligente Sammlung wird es nicht aktualisiert.
es: Esto crea un álbum normal de Fotos con las coincidencias de hoy. A diferencia de la colección inteligente, no se actualizará.
fr: Cela crée un album Photos classique avec les résultats d’aujourd’hui. Contrairement à la collection intelligente, il ne se mettra pas à jour.
id: Ini membuat album Foto biasa berisi hasil hari ini. Berbeda dengan Koleksi Pintar, album ini tidak akan diperbarui.
it: Crea un normale album in Foto con i risultati di oggi. A differenza della raccolta smart, non si aggiornerà.
ja: 今日時点で一致する項目で通常の写真アルバムを作成します。スマートコレクションとは違い、更新されません。
ko: 오늘 기준 일치 항목으로 일반 사진 앱 앨범을 만들어요. 스마트 컬렉션과 달리 업데이트되지 않아요.
pt_br: Isso cria um álbum comum no Fotos com os resultados de hoje. Diferente da Coleção Inteligente, ele não será atualizado.
ru: Будет создан обычный альбом в Фото с сегодняшними совпадениями. В отличие от смарт-коллекции, он не будет обновляться.
vi: Thao tác này tạo một album Ảnh thông thường với các kết quả khớp hôm nay. Khác với Bộ sưu tập thông minh, album này sẽ không cập nhật.
zh_hans: 这会用今天的匹配结果创建一个普通的“照片”相簿。与智能集合不同，它不会更新。
zh_hant: 這會以今天的符合項目建立一般的「照片」相簿。與智慧收藏集不同，它不會更新。

source: This video can't be compressed with that option.
de: Dieses Video kann mit dieser Option nicht komprimiert werden.
es: Este video no se puede comprimir con esa opción.
fr: Cette vidéo ne peut pas être compressée avec cette option.
id: Video ini tidak bisa dikompres dengan opsi tersebut.
it: Questo video non può essere compresso con questa opzione.
ja: このビデオはそのオプションでは圧縮できません。
ko: 이 비디오는 해당 옵션으로 압축할 수 없어요.
pt_br: Este vídeo não pode ser comprimido com essa opção.
ru: Это видео нельзя сжать с таким параметром.
vi: Không thể nén video này với tùy chọn đó.
zh_hans: 此视频无法使用该选项压缩。
zh_hant: 這部影片無法使用該選項壓縮。

source: This video is no longer available.
de: Dieses Video ist nicht mehr verfügbar.
es: Este video ya no está disponible.
fr: Cette vidéo n’est plus disponible.
id: Video ini sudah tidak tersedia.
it: Questo video non è più disponibile.
ja: このビデオは利用できなくなりました。
ko: 이 비디오를 더 이상 사용할 수 없어요.
pt_br: Este vídeo não está mais disponível.
ru: Это видео больше недоступно.
vi: Video này không còn nữa.
zh_hans: 此视频已不可用。
zh_hant: 這部影片已無法使用。

source: Time
de: Zeit
es: Hora
fr: Heure
id: Waktu
it: Ora
ja: 時間
ko: 시간
pt_br: Hora
ru: Время
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Time-lapse
de: Zeitraffer
fr: Accéléré
id: Selang waktu
ja: タイムラプス
ko: 타임랩스
ru: Таймлапс
zh_hans: 延时摄影
zh_hant: 縮時攝影

source: To
de: Bis
es: Hasta
fr: Au
id: Hingga
it: A
ja: 終了
ko: 종료
pt_br: Até
ru: По
vi: Đến
zh_hans: 至
zh_hant: 至

source: Toggle selection
de: Auswahl umschalten
es: Cambiar selección
fr: Changer la sélection
id: Ubah pilihan
it: Seleziona/deseleziona
ja: 選択を切り替え
ko: 선택 전환
pt_br: Alternar seleção
ru: Переключить выбор
vi: Bật/tắt chọn
zh_hans: 切换选择
zh_hant: 切換選取

source: Touch and hold your Home Screen, tap Edit → Add Widget, and choose Shotsy. The widget shows sorting progress only, never photos or names.
de: Halte deinen Home-Bildschirm gedrückt, tippe auf „Bearbeiten“ → „Widget hinzufügen“ und wähle Shotsy. Das Widget zeigt nur den Sortierfortschritt, nie Fotos oder Namen.
es: Mantén presionada la pantalla de inicio, toca Editar → Agregar widget y elige Shotsy. El widget solo muestra el progreso del orden, nunca fotos ni nombres.
fr: Maintenez le doigt sur votre écran d’accueil, touchez Modifier → Ajouter un widget, puis choisissez Shotsy. Le widget affiche uniquement la progression du tri, jamais de photos ni de noms.
id: Sentuh dan tahan Layar Utama, ketuk Edit → Tambah Widget, lalu pilih Shotsy. Widget hanya menampilkan progres memilah, tidak pernah foto atau nama.
it: Tocca e tieni premuto sulla schermata Home, tocca Modifica → Aggiungi widget e scegli Shotsy. Il widget mostra solo l'avanzamento del riordino, mai foto o nomi.
ja: ホーム画面を長押しして「編集」→「ウィジェットを追加」をタップし、Shotsyを選択します。ウィジェットには整理の進捗のみが表示され、写真や名前は表示されません。
ko: 홈 화면을 길게 터치하고 편집 → 위젯 추가를 탭한 다음 Shotsy를 선택하세요. 위젯에는 정리 진행 상황만 표시되며, 사진이나 이름은 표시되지 않아요.
pt_br: Toque e segure na Tela de Início, toque em Editar → Adicionar Widget e escolha o Shotsy. O widget mostra só o progresso da organização, nunca fotos ou nomes.
ru: Коснитесь экрана «Домой» и удерживайте, коснитесь «Изменить» → «Добавить виджет» и выберите Shotsy. Виджет показывает только прогресс разбора — никаких фото или имен.
vi: Chạm và giữ Màn hình chính, chạm Sửa → Thêm tiện ích, rồi chọn Shotsy. Tiện ích chỉ hiện tiến độ phân loại, không bao giờ hiện ảnh hay tên.
zh_hans: 按住主屏幕，轻点“编辑”→“添加小组件”，然后选择 Shotsy。小组件只显示整理进度，绝不显示照片或名字。
zh_hant: 按住主畫面，點一下「編輯」→「加入小工具」，然後選擇 Shotsy。小工具只會顯示整理進度，絕不會顯示照片或名字。

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar de novo
ru: Повторить
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

source: Try another filter.
de: Probier einen anderen Filter.
es: Prueba otro filtro.
fr: Essayez un autre filtre.
id: Coba filter lain.
it: Prova un altro filtro.
ja: ほかのフィルタを試してください。
ko: 다른 필터를 사용해 보세요.
pt_br: Tente outro filtro.
ru: Попробуйте другой фильтр.
vi: Hãy thử bộ lọc khác.
zh_hans: 试试其他筛选条件。
zh_hant: 試試其他篩選條件。

source: Try “%@”
de: „%@“ probieren
es: Prueba “%@”
fr: Essayez « %@ »
id: Coba “%@”
it: Prova “%@”
ja: “%@”を試す
ko: “%@” 검색해 보기
pt_br: Tente “%@”
ru: Попробуйте “%@”
vi: Thử “%@”
zh_hans: 试试“%@”
zh_hant: 試試「%@」

source: Turn on access in Settings to sort your library. Settings, restore purchases, and legal links still work.
de: Aktiviere den Zugriff in den Einstellungen, um deine Mediathek zu sortieren. Einstellungen, Käufe wiederherstellen und rechtliche Links funktionieren weiterhin.
es: Activa el acceso en Configuración para ordenar tu fototeca. La configuración, restaurar compras y los enlaces legales siguen funcionando.
fr: Activez l’accès dans Réglages pour trier votre photothèque. Les réglages, la restauration des achats et les liens légaux restent disponibles.
id: Aktifkan akses di Pengaturan untuk memilah perpustakaan Anda. Pengaturan, pemulihan pembelian, dan tautan hukum tetap berfungsi.
it: Attiva l'accesso in Impostazioni per ordinare la libreria. Impostazioni, ripristino acquisti e link legali funzionano comunque.
ja: ライブラリを整理するには、設定でアクセスをオンにしてください。設定、購入の復元、規約へのリンクは引き続き使えます。
ko: 보관함을 정리하려면 설정에서 접근을 켜세요. 설정, 구입 항목 복원, 법적 고지 링크는 계속 사용할 수 있어요.
pt_br: Ative o acesso nos Ajustes para organizar sua biblioteca. Ajustes, restaurar compras e links legais continuam funcionando.
ru: Включите доступ в Настройках, чтобы разбирать медиатеку. Настройки, восстановление покупок и юридические ссылки по-прежнему работают.
vi: Hãy bật quyền truy cập trong Cài đặt để phân loại thư viện. Cài đặt, khôi phục giao dịch mua và các liên kết pháp lý vẫn hoạt động.
zh_hans: 在“设置”中开启访问权限即可整理图库。设置、恢复购买和法律链接仍可正常使用。
zh_hant: 請在「設定」中開啟取用權限來整理圖庫。設定、回復購買項目和法律條款連結仍可使用。

source: Type
de: Typ
es: Tipo
id: Jenis
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
ru: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Type is %@
de: Typ ist %@
es: El tipo es %@
fr: Le type est %@
id: Jenis adalah %@
it: Il tipo è %@
ja: タイプが%@
ko: 유형: %@
pt_br: Tipo é %@
ru: Тип: %@
vi: Loại là %@
zh_hans: 类型为 %@
zh_hant: 類型為 %@

source: Undated
de: Ohne Datum
es: Sin fecha
fr: Sans date
id: Tanpa tanggal
it: Senza data
ja: 日付なし
ko: 날짜 없음
pt_br: Sem data
ru: Без даты
vi: Không có ngày
zh_hans: 无日期
zh_hant: 無日期

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
id: Urungkan
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 還原

source: Unfavorite
de: Kein Favorit mehr
es: Quitar de Favoritos
fr: Retirer des favoris
id: Hapus dari Favorit
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기 해제
pt_br: Desfavoritar
ru: Убрать из Избранного
vi: Bỏ ưa thích
zh_hans: 取消个人收藏
zh_hant: 取消喜好

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

source: Unlock Lifetime
de: Lebenslang freischalten
es: Desbloquear de por vida
fr: Débloquer l’accès à vie
id: Buka Seumur Hidup
it: Sblocca a vita
ja: 買い切りで解除
ko: 평생 이용권 잠금 해제
pt_br: Desbloquear Vitalício
ru: Открыть навсегда
vi: Mở khóa Trọn đời
zh_hans: 解锁终身版
zh_hant: 解鎖終身版

source: Unlock text search and suggestions
de: Textsuche und Vorschläge freischalten
es: Desbloquea la búsqueda de texto y las sugerencias
fr: Débloquez la recherche de texte et les suggestions
id: Buka pencarian teks dan saran
it: Sblocca ricerca testo e suggerimenti
ja: 文字検索と候補を利用可能にする
ko: 텍스트 검색과 제안 잠금 해제
pt_br: Desbloqueie a busca de texto e as sugestões
ru: Откройте поиск по тексту и предложения
vi: Mở khóa tìm kiếm chữ và gợi ý
zh_hans: 解锁文字搜索和建议
zh_hant: 解鎖文字搜尋和建議

source: Unmark
de: Markierung aufheben
es: Desmarcar
fr: Démarquer
id: Batal tandai
it: Togli segno
ja: マークを解除
ko: 표시 해제
pt_br: Desmarcar
ru: Снять отметку
vi: Bỏ đánh dấu
zh_hans: 取消标记
zh_hant: 取消標記

source: Unmark %lld unselected
de: %lld nicht ausgewählte entmarkieren
es: Desmarcar %lld no seleccionadas
fr: Démarquer %lld non sélectionnées
id: Hapus tanda %lld yang tidak dipilih
it: Rimuovi il segno da %lld non selezionate
ja: 未選択の%lld件のマークを解除
ko: 선택 안 된 %lld개 표시 해제
pt_br: Desmarcar %lld não selecionadas
ru: Снять отметку с невыбранных: %lld
vi: Bỏ đánh dấu %lld mục chưa chọn
zh_hans: 取消标记 %lld 个未选项
zh_hant: 取消標記 %lld 個未選項

source: Unmark All
de: Alle Markierungen entfernen
es: Desmarcar todo
fr: Tout démarquer
id: Hapus Semua Tanda
it: Rimuovi tutti i segni
ja: すべてのマークを解除
ko: 모두 표시 해제
pt_br: Desmarcar tudo
ru: Снять все отметки
vi: Bỏ đánh dấu tất cả
zh_hans: 全部取消标记
zh_hant: 全部取消標記

source: Unmark Them
de: Markierung entfernen
es: Desmarcarlas
fr: Les démarquer
id: Hapus Tandanya
it: Rimuovi i segni
ja: マークを解除
ko: 표시 해제
pt_br: Desmarcar
ru: Снять отметки
vi: Bỏ đánh dấu
zh_hans: 取消标记
zh_hant: 取消標記

source: Unmark all photos?
de: Markierung bei allen Fotos entfernen?
es: ¿Desmarcar todas las fotos?
fr: Démarquer toutes les photos ?
id: Hapus tanda semua foto?
it: Rimuovere il segno da tutte le foto?
ja: すべての写真のマークを解除しますか？
ko: 모든 사진의 표시를 해제할까요?
pt_br: Desmarcar todas as fotos?
ru: Снять отметки со всех фото?
vi: Bỏ đánh dấu tất cả ảnh?
zh_hans: 取消标记所有照片？
zh_hant: 取消標記所有照片？

source: Unreviewed
de: Ungeprüft
es: Sin revisar
fr: Non trié
id: Belum ditinjau
it: Da rivedere
ja: 未レビュー
ko: 검토 안 함
pt_br: Não revisados
ru: Не проверено
vi: Chưa xem lại
zh_hans: 未查看
zh_hant: 未檢視

source: Unreviewed this month
de: Diesen Monat ungeprüft
es: Sin revisar este mes
fr: Non trié ce mois-ci
id: Belum ditinjau bulan ini
it: Da rivedere questo mese
ja: 今月の未レビュー
ko: 이번 달 미검토
pt_br: Não revisados este mês
ru: Не проверено в этом месяце
vi: Chưa xem lại trong tháng này
zh_hans: 本月未查看
zh_hant: 本月未檢視

source: Unsorted
de: Unsortiert
es: Sin ordenar
fr: Non trié
id: Belum dipilah
it: Da ordinare
ja: 未整理
ko: 정리 안 됨
pt_br: Não organizados
ru: Не разобрано
vi: Chưa phân loại
zh_hans: 未整理
zh_hant: 未整理

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
id: Tanpa judul
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
pt_br: Sem título
ru: Без названия
vi: Không tiêu đề
zh_hans: 未命名
zh_hant: 未命名

source: Updating…
de: Aktualisieren …
es: Actualizando…
fr: Mise à jour…
id: Memperbarui…
it: Aggiornamento…
ja: アップデート中…
ko: 업데이트 중…
pt_br: Atualizando…
ru: Обновление…
vi: Đang cập nhật…
zh_hans: 正在更新…
zh_hant: 正在更新⋯

source: Use suggestion instead
de: Stattdessen Vorschlag verwenden
es: Usar la sugerencia
fr: Utiliser la suggestion
id: Gunakan saran saja
it: Usa il suggerimento
ja: 候補を使う
ko: 대신 제안 사용
pt_br: Usar a sugestão
ru: Принять предложение
vi: Dùng gợi ý thay thế
zh_hans: 改用建议
zh_hant: 改用建議

source: Verified Duplicates
de: Geprüfte Duplikate
es: Duplicados verificados
fr: Doublons vérifiés
id: Duplikat Terverifikasi
it: Doppioni verificati
ja: 確認済みの重複
ko: 확인된 중복 항목
pt_br: Duplicatas Verificadas
ru: Проверенные дубликаты
vi: Ảnh trùng lặp đã xác minh
zh_hans: 已验证的重复项
zh_hant: 已驗證的重複項目

source: Verified duplicates
de: Geprüfte Duplikate
es: Duplicados verificados
fr: Doublons vérifiés
id: Duplikat terverifikasi
it: Doppioni verificati
ja: 確認済みの重複
ko: 확인된 중복 항목
pt_br: Duplicatas verificadas
ru: Проверенные дубликаты
vi: Ảnh trùng lặp đã xác minh
zh_hans: 已验证的重复项
zh_hant: 已驗證的重複項目

source: Verify %lld candidate groups
de: %lld mögliche Gruppen prüfen
es: Verificar %lld grupos candidatos
fr: Vérifier %lld groupes candidats
id: Verifikasi %lld grup kandidat
it: Verifica %lld gruppi candidati
ja: 候補の%lldグループを確認
ko: 후보 그룹 %lld개 확인
pt_br: Verificar %lld grupos candidatos
ru: Проверить %lld группы-кандидата
vi: Xác minh %lld nhóm có thể trùng
zh_hans: 验证 %lld 组候选项
zh_hant: 驗證 %lld 組候選項目

source: Video larger than %@
de: Video größer als %@
es: Video de más de %@
fr: Vidéo de plus de %@
id: Video lebih besar dari %@
it: Video più grandi di %@
ja: %@より大きいビデオ
ko: %@보다 큰 비디오
pt_br: Vídeo maior que %@
ru: Видео больше %@
vi: Video lớn hơn %@
zh_hans: 大于 %@ 的视频
zh_hant: 大於 %@ 的影片

source: Video larger than %lld MB
de: Video größer als %lld MB
es: Video de más de %lld MB
fr: Vidéo de plus de %lld Mo
id: Video lebih besar dari %lld MB
it: Video più grandi di %lld MB
ja: %lld MBより大きいビデオ
ko: %lld MB보다 큰 비디오
pt_br: Vídeo maior que %lld MB
ru: Видео больше %lld МБ
vi: Video lớn hơn %lld MB
zh_hans: 大于 %lld MB 的视频
zh_hant: 大於 %lld MB 的影片

source: Video length or size rules need the Video type.
de: Regeln zu Videolänge oder -größe erfordern den Typ „Video“.
es: Las reglas de duración o tamaño requieren el tipo Video.
fr: Les règles de durée ou de taille nécessitent le type Vidéo.
id: Aturan durasi atau ukuran video memerlukan jenis Video.
it: Le regole su durata o dimensione dei video richiedono il tipo Video.
ja: ビデオの長さやサイズのルールには「ビデオ」タイプが必要です。
ko: 비디오 길이나 크기 규칙에는 비디오 유형이 필요해요.
pt_br: Regras de duração ou tamanho de vídeo exigem o tipo Vídeo.
ru: Для правил длительности или размера видео нужен тип «Видео».
vi: Quy tắc thời lượng hoặc dung lượng video cần loại Video.
zh_hans: 视频时长或大小规则需要选择“视频”类型。
zh_hant: 影片長度或大小規則需要選擇「影片」類型。

source: Video longer than %@
de: Video länger als %@
es: Video de más de %@
fr: Vidéo de plus de %@
id: Video lebih panjang dari %@
it: Video più lunghi di %@
ja: %@より長いビデオ
ko: %@보다 긴 비디오
pt_br: Vídeo mais longo que %@
ru: Видео длиннее %@
vi: Video dài hơn %@
zh_hans: 长于 %@ 的视频
zh_hant: 長於 %@ 的影片

source: Video longer than %lld min
de: Video länger als %lld Min.
es: Video de más de %lld min
fr: Vidéo de plus de %lld min
id: Video lebih panjang dari %lld mnt
it: Video più lunghi di %lld min
ja: %lld分より長いビデオ
ko: %lld분보다 긴 비디오
pt_br: Vídeo mais longo que %lld min
ru: Видео длиннее %lld мин
vi: Video dài hơn %lld phút
zh_hans: 长于 %lld 分钟的视频
zh_hant: 長於 %lld 分鐘的影片

source: Video minutes: %lld
de: Videominuten: %lld
es: Minutos de video: %lld
fr: Minutes de vidéo : %lld
id: Menit video: %lld
it: Minuti video: %lld
ja: ビデオの分数：%lld
ko: 비디오 길이(분): %lld
pt_br: Minutos de vídeo: %lld
ru: Видео, мин: %lld
vi: Số phút video: %lld
zh_hans: 视频时长（分钟）：%lld
zh_hant: 影片分鐘數：%lld

source: Video rules and screenshot rules can't both match the same item.
de: Video- und Bildschirmfoto-Regeln können nicht beide auf dasselbe Objekt zutreffen.
es: Las reglas de video y de capturas no pueden coincidir con el mismo elemento.
fr: Les règles vidéo et capture ne peuvent pas correspondre au même élément.
id: Aturan video dan aturan jepretan layar tidak bisa cocok dengan item yang sama.
it: Le regole per video e per istantanee non possono valere per lo stesso elemento.
ja: ビデオのルールとスクリーンショットのルールの両方に同じ項目が一致することはありません。
ko: 비디오 규칙과 스크린샷 규칙이 같은 항목에 동시에 일치할 수는 없어요.
pt_br: Regras de vídeo e de captura de tela não podem valer para o mesmo item.
ru: Правила для видео и для снимков экрана не могут совпасть на одном объекте.
vi: Quy tắc video và quy tắc ảnh màn hình không thể cùng khớp một mục.
zh_hans: 视频规则和截屏规则不能同时匹配同一项目。
zh_hant: 影片規則與截圖規則無法同時符合同一個項目。

source: Video sizes are measured.
de: Videogrößen sind gemessen.
es: El tamaño de los vídeos está medido.
fr: La taille des vidéos est mesurée.
id: Ukuran video diukur.
it: Le dimensioni dei video sono misurate.
ja: ビデオのサイズは実測です。
ko: 비디오 크기는 측정값입니다.
pt_br: O tamanho dos vídeos é medido.
ru: Размер видео измерен.
vi: Dung lượng video được đo.
zh_hans: 视频大小为实测。
zh_hant: 影片大小為實測。

source: Video sizes are measured; photo sizes are estimated.
de: Videogrößen sind gemessen, Fotogrößen geschätzt.
es: El tamaño de los vídeos está medido; el de las fotos es una estimación.
fr: La taille des vidéos est mesurée ; celle des photos est estimée.
id: Ukuran video diukur; ukuran foto diperkirakan.
it: Le dimensioni dei video sono misurate; quelle delle foto sono stimate.
ja: ビデオのサイズは実測、写真のサイズは推定です。
ko: 비디오 크기는 측정값이고, 사진 크기는 추정값입니다.
pt_br: O tamanho dos vídeos é medido; o das fotos é estimado.
ru: Размер видео измерен, размер фото — оценка.
vi: Dung lượng video được đo; dung lượng ảnh là ước tính.
zh_hans: 视频大小为实测，照片大小为估算。
zh_hant: 影片大小為實測，照片大小為估算。

source: Videos only in iCloud aren't counted.
de: Videos, die nur in iCloud liegen, werden nicht mitgezählt.
es: No se cuentan los vídeos que solo están en iCloud.
fr: Les vidéos uniquement dans iCloud ne sont pas comptées.
id: Video yang hanya ada di iCloud tidak dihitung.
it: I video presenti solo su iCloud non sono conteggiati.
ja: iCloudにしかないビデオは含まれません。
ko: iCloud에만 있는 비디오는 포함되지 않습니다.
pt_br: Vídeos que estão só no iCloud não são contados.
ru: Видео, которые есть только в iCloud, не учитываются.
vi: Không tính các video chỉ có trên iCloud.
zh_hans: 仅存于 iCloud 的视频不计算在内。
zh_hant: 僅存於 iCloud 的影片不計算在內。

source: Waiting for approval. You'll get Pro as soon as it's approved.
de: Warten auf Genehmigung. Du erhältst Pro, sobald der Kauf genehmigt ist.
es: Esperando aprobación. Tendrás Pro en cuanto se apruebe.
fr: En attente d’approbation. Vous aurez Pro dès qu’elle sera accordée.
id: Menunggu persetujuan. Anda akan mendapat Pro begitu disetujui.
it: In attesa di approvazione. Avrai Pro appena verrà approvato.
ja: 承認待ちです。承認されるとすぐにProが使えるようになります。
ko: 승인 대기 중이에요. 승인되는 즉시 Pro가 적용돼요.
pt_br: Aguardando aprovação. Você terá o Pro assim que for aprovado.
ru: Ожидает одобрения. Pro станет доступен сразу после него.
vi: Đang chờ phê duyệt. Bạn sẽ có Pro ngay khi được phê duyệt.
zh_hans: 等待批准中。批准后你将立即获得 Pro。
zh_hant: 正在等待批准。一經批准，你就會獲得 Pro。

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Settimanale
ja: 週間
ko: 주간
pt_br: Semanal
ru: Еженедельно
vi: Hằng tuần
zh_hans: 每周
zh_hant: 每週

source: When you mark photos for deletion, they wait here until you confirm.
de: Wenn du Fotos zum Löschen markierst, warten sie hier, bis du bestätigst.
es: Cuando marcas fotos para eliminar, esperan aquí hasta que confirmes.
fr: Les photos marquées pour suppression attendent ici votre confirmation.
id: Saat Anda menandai foto untuk dihapus, foto menunggu di sini sampai Anda mengonfirmasi.
it: Quando segni delle foto da eliminare, restano qui finché non confermi.
ja: 削除候補にした写真は、確定するまでここで待機します。
ko: 삭제 표시한 사진은 확인할 때까지 여기에서 기다려요.
pt_br: Quando você marca fotos para apagar, elas esperam aqui até você confirmar.
ru: Отмеченные для удаления фото ждут здесь вашего подтверждения.
vi: Khi bạn đánh dấu ảnh để xóa, chúng sẽ chờ ở đây cho đến khi bạn xác nhận.
zh_hans: 标记为删除的照片会在这里等待你确认。
zh_hant: 你標記為待刪除的照片會在這裡等你確認。

source: Whoa. First scan done.
de: Wow. Erster Scan fertig.
es: Listo, primer análisis terminado.
fr: Et voilà, première analyse terminée.
id: Wah. Pemindaian pertama selesai.
it: Wow. Prima analisi completata.
ja: わあ、最初のスキャンが終わりました。
ko: 와, 첫 스캔을 마쳤어요.
pt_br: Uau. Primeira análise concluída.
ru: Ого. Первое сканирование готово.
vi: Chà. Quét lần đầu xong rồi.
zh_hans: 哇，首次扫描完成。
zh_hant: 哇，第一次掃描完成了。

source: Yes
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
pt_br: Sim
ru: Да
vi: Có
zh_hans: 是
zh_hant: 是

source: You also have an active weekly subscription. Buying Lifetime doesn't cancel it; manage it below.
de: Du hast auch ein aktives Wochenabo. Der Kauf von „Lebenslang“ kündigt es nicht – verwalte es unten.
es: También tienes una suscripción semanal activa. Comprar De por vida no la cancela; adminístrala abajo.
fr: Vous avez aussi un abonnement hebdomadaire actif. L’achat À vie ne le résilie pas ; gérez-le ci-dessous.
id: Anda juga memiliki langganan mingguan yang aktif. Membeli Seumur Hidup tidak membatalkannya; kelola di bawah.
it: Hai anche un abbonamento settimanale attivo. Acquistare A vita non lo annulla: gestiscilo qui sotto.
ja: 有効な週間サブスクリプションもあります。買い切りを購入しても自動ではキャンセルされないため、下で管理してください。
ko: 현재 활성화된 주간 구독도 있어요. 평생 이용권을 구입해도 구독은 취소되지 않으니 아래에서 관리하세요.
pt_br: Você também tem uma assinatura semanal ativa. Comprar o Vitalício não a cancela; gerencie-a abaixo.
ru: У вас также есть активная еженедельная подписка. Покупка «Навсегда» не отменяет ее — управляйте ею ниже.
vi: Bạn cũng đang có gói đăng ký hằng tuần. Mua Trọn đời không tự hủy gói đó; hãy quản lý ở bên dưới.
zh_hans: 你还有一个有效的每周订阅。购买终身版不会取消它，请在下方管理。
zh_hant: 你還有一個生效中的每週訂閱。購買終身版不會取消該訂閱，請在下方管理。

source: You can give Shotsy access to all photos, or only the ones you pick. Photos stored in iCloud may download when you open or compress them.
de: Du kannst Shotsy Zugriff auf alle Fotos geben oder nur auf die, die du auswählst. In iCloud gespeicherte Fotos werden eventuell geladen, wenn du sie öffnest oder komprimierst.
es: Puedes darle a Shotsy acceso a todas las fotos o solo a las que elijas. Las fotos guardadas en iCloud pueden descargarse al abrirlas o comprimirlas.
fr: Vous pouvez donner à Shotsy l’accès à toutes vos photos, ou seulement à celles que vous choisissez. Les photos stockées dans iCloud peuvent être téléchargées quand vous les ouvrez ou les compressez.
id: Anda dapat memberi Shotsy akses ke semua foto, atau hanya yang Anda pilih. Foto yang disimpan di iCloud mungkin diunduh saat Anda membuka atau mengompresnya.
it: Puoi dare a Shotsy accesso a tutte le foto o solo a quelle che scegli. Le foto su iCloud potrebbero essere scaricate quando le apri o le comprimi.
ja: Shotsyにはすべての写真、または選んだ写真だけへのアクセスを許可できます。iCloudに保存された写真は、開いたり圧縮したりする際にダウンロードされることがあります。
ko: Shotsy에 모든 사진 또는 선택한 사진에만 접근 권한을 줄 수 있어요. iCloud에 저장된 사진은 열거나 압축할 때 다운로드될 수 있어요.
pt_br: Você pode dar ao Shotsy acesso a todas as fotos ou só às que escolher. Fotos armazenadas no iCloud podem ser baixadas quando você as abre ou comprime.
ru: Можно дать Shotsy доступ ко всем фото или только к выбранным. Фото из iCloud могут загружаться, когда вы их открываете или сжимаете.
vi: Bạn có thể cho Shotsy truy cập tất cả ảnh hoặc chỉ những ảnh bạn chọn. Ảnh lưu trên iCloud có thể được tải về khi bạn mở hoặc nén.
zh_hans: 你可以让 Shotsy 访问所有照片，或只访问你选择的照片。存储在 iCloud 中的照片可能会在打开或压缩时下载。
zh_hant: 你可以讓 Shotsy 取用所有照片，或只取用你挑選的照片。儲存在 iCloud 的照片在你打開或壓縮時可能會下載。
